{
    "intents" : [
        {
            "tag" : "greeting",
            "patterns" : [
                "مرحبا",
                "اهلا",
                "مساء الخير",
                "هالو",
                "مرحب",
                "hey"
            ],
            "responses" : [
                "مرحبا كيف يمكنني مساعدتك",
                "اهلا بك"
            ]
        },
        {
            "tag" : "Academic Effect",
            "patterns": [
                "تأثير الوسواس على الدراسة",
                "هل يمكن أن يتأثر أداء الطفل في المدرسة بسبب الوسواس القهري؟",
                "تأثيره الدراسي"
            ],
            "responses" :[
                "قد يؤثر الضغط النفسي الناجم عن الوسواس على أداء الطفل الأكاديمي، مما يؤدي إلى انخفاض التركيز والإنتاجية في المدرسة."
            ]
        },
        {

            "tag" : "Diagnosis Phase",
            "patterns" : [
                "ماهي الاختبارات التي يمكن اجراؤها للتأكد من وجود الوسواس القهري لدى الطفل",
                "ازاي اعرف ان ابني عنده وسواس",
                "ازاي اشخص حالة ابني",
                "التشخيص لمرض الوسواس",
                "التشخيص لل ocd"
            ],
            "responses" : [
                "يمكن تقديم تقييم لوجود الوسواس القهري لدى الطفل من خلال مجموعة من الطرق، بما في ذلك المقابلات مع الطفل وأولياء الأمور، واستخدام مقاييس التقييم المعتمدة مثل مقياس الوسواس الذي تجاوز المقدرة العادية للأطفال (Children’s Yale-Brown Obsessive Compulsive Scale, CY-BOCS)، والملاحظة المباشرة لسلوك الطفل. ينبغي استشارة متخصص في الصحة النفسية لاختيار الأداة المناسبة وتقديم التقييم الشامل والملائم لحالة الطفل."
            ]
        },
        {
            "tag" : "Different between OCD and ADHD",
            "patterns" : [
                "الفرق بين الوسواس القهري وفرط الحركة",
                "ما الفرق بين ال OCD و ADHD",
                "ما الفرق بين الوسواس وال adhd"
            ],
            "responses" : [
                "الوسواس القهري يتميز بالأفكار والتصرفات الوسواسية القهرية التي تستهلك وقتاً كبيراً من حياة الطفل\n بينما اضطراب نقص الانتباه وفرط النشاط يتميز بصعوبة في التركيز وفرط النشاط والاندفاع"
            ]
        },
        {
            "tag" : "Different between OCD and Worry",
            "patterns" : [
                "الفرق بين الوسواس والقلق",
                " الفرق بين الوسواس القهري وسلوكيات القلق العادية",
                "ازاي اقدر اعرف ممكن يكون الوسواس اللي بيظهر عند ولادي هو مجرد تقلبات في المزاج ولا مشكلة جدية؟"
            ],
            "responses": [
                "الوسواس القهري وسلوكيات القلق العادية قد يبدوان متشابهين لكن هناك اختلافات بينهم ، حيث أن الوسواس القهري يتسم بأفكار وأفعال تكرارية بشكل مفرط وغير مألوف وقد يكون مصحوبا بقلق واضطراب في الحياة اليومية مثل الغسيل المتكرر بشكل مفرط أو التأكد المتكرر من قفل الأبواب، لكن سلوكيات القلق العادية تشمل القلق العابر المؤقت الذي يمكن تفسيره بسهوله وعادة ما يكون محدود الشدة مثل القلق من اقتراب الاختبارات"
            ]
        },
        {
            "tag" : "Drug Treatment",
            "patterns" : [
                "هل العلاج الدوائي هو الخيار الوحيد لعلاج الوسواس القهري؟",
                "هل العلاج كله دوائي",
                "نوعية العلاج"
            ],
            "responses" : [
                "العلاج الدوائي ليس الخيار الوحيد لعلاج الوسواس القهري لدى الأطفال. في الواقع، يمكن أن يكون العلاج السلوكي والعلاج النفسي التصرفي (CBT) بما في ذلك التعرض والاستجابة المتكررة (ERP) هو العلاج الأكثر فاعلية للوسواس القهري لدى الأطفال. يتضمن العلاج السلوكي والعلاج النفسي التصرفي تعلم الطفل كيفية التعرف على الأفكار الوسواسية وتحديها، وتعلم الاسترخاء وتقنيات التنفس لإدارة التوتر، والتعرض الناجح للمواقف التي تثير القلق مع تعلم كيفية التصرف بشكل مختلف."
            ]
        },
        {
            "tag" : "Drugs for OCD",
            "patterns" :[
                "هل هناك أدوية خاصة يمكن أن تستخدم لعلاج الوسواس القهري لدى الأطفال",
                "ماهو العلاج الدوائي؟",
                "الأدوية",
                "الدواء"
            ],
            "responses" :[
                "هناك أدوية خاصة يمكن استخدامها لعلاج الوسواس القهري لدى الأطفال، وعادة ما تشمل هذه الأدوية مثبطات امتصاص السيروتونين (SSRI) مثل الفلوكسيتين والسيرترالين. تعتبر هذه الأدوية غالبًا جزءًا من العلاج الكونغنيتيفي-السلوكي (CBT)، وهي عادة تستخدم بجانب العلاج النفسي لتحقيق أفضل النتائج في علاج الوسواس القهري. من المهم استشارة الطبيب لتقييم حالة الطفل وتحديد العلاج المناسب والفعّال له."
            ]
        },
        {
            "tag": "Explaining OCD to child",
            "patterns":[
                "ما هي أفضل الطرق للتحدث مع الأطفال عن الوسواس القهري بشكل مفهوم لهم؟",
                "ازاي اشرح لأبني الوسواس",
                "ازاي اتكلم مع الطفل عن الوسواس"
            ],
            "responses":[
                "يمكن التحدث مع الأطفال عن الوسواس القهري بشكل مفهوم لهم من خلال استخدام لغة بسيطة وسهلة الفهم، مع استخدام القصص والرسوم التوضيحية لشرح المفاهيم بشكل ملموس. يجب التركيز على مشاعر الطفل وتشجيعه على التحدث عن مشاعره بصراحة. يمكن تقديم بعض التقنيات السلوكية المبسطة وتشجيع الأسئلة والمناقشة لتعزيز الفهم. من الأهمية بمكان أن يكون الوالدين متواجدين ومتفهمين وداعمين للأطفال خلال هذا الحديث، مع إظهار الحب والدعم العاطفي."
            ]
        },
        {
            "tag" : "Healthy food and OCD",
            "patterns" :[
                "هل يمكن للتغذية الصحيحة أن تسهم في تخفيف الوسواس القهري",
                "الاكل الصحي له علاقة بالوسواس القهري؟",
                "تأثير الأكل الصحي",
                "الطعام المفيد له دور في إدارة الوسواس القهري لدى الأطفال"
            ],
            "responses":[
                "التغذية الصحيحة يمكن أن تلعب دورًا مهمًا في تخفيف الوسواس القهري لدى الأطفال. تناول الأطعمة الصحية والمتوازنة يمكن أن يؤثر إيجابًا على المزاج ويقلل من القلق والتوتر، كما يمكن أن تحتوي بعض العناصر الغذائية على فوائد للصحة العقلية والتوازن النفسي. بالرغم من أن التغذية ليست علاجًا بذاته للوسواس القهري، إلا أنها جزء مهم من الرعاية الشاملة والدعم الذي يمكن أن يساعد في تقليل الأعراض المرتبطة بهذا الاضطراب."
            ]
        },
        {
            "tag" : "Hormonal Changes",
            "patterns":[
                "هل يمكن للتغيرات الهرمونية في الجسم أن تسبب الوسواس القهري لدى الأطفال ؟",
                "تأثير الهرمونات",
                "دور الهرمونات",
                "دور التغييرات الهرمونية"
            ],
            "responses":[
                "تشير الأبجاث الى أن التغييرات الهرمونية قد تكون عاملا من عوامل الخطر المحتملة لظهور الوسواس القهري لدى الأطفال. قد تؤثر على الدوائر العصبية والكيميائية في الدماغ والتي قد تزيد من نشاط الأفكار الوسواسية ، ومع ذلك يجب أن يؤخذ في الاعتبار أن الوسواس القهري ناتج عن تفاعلات متعددة العوامل."
            ]
        },
        {
            "tag" :"Negative Effects",
            "patterns":[
                "الآثار السلبية التي قد تنجم عن تجاهل الوسواس القهري",
                "اتار الوسواس على الطفل",
                "نتائج تجاهل الوسواس",
                "هل الوسواس القهري لدى الأطفال ممكن يتطور ويزيد في المستقبل؟",
                "تجاهل الوسواس ممكن يأثر ازاي؟"
            ],
            "responses":[
                "تجاهل الوسواس القهري لدى الأطفال قد يؤدي إلى آثار نفسية سلبية : زيادة القلق والتوتر، انخفاض الثقة بالنفس، زيادة الانعزال والعزلة، تدهور العلاقات الاجتماعية، انخفاض الأداء الأكاديمي، زيادة خطر حدوث الاكتئاب والقلق المستقبلي"
            ]
        },
        {
            "tag" : "OCD definition",
            "patterns": [
                "تعريف الوسواس القهري",
                "ماهو الوسواس القهري",
                "اتكلم عن الوسواس القهري",
                "معلومات عن الوسواس القهري",
                "ايه هو الوسواس القهري",
                "ايه معنى الوسواس القهري"
            ],
            "responses" :[
                "الوسواس القهري هو اضطراب نفسي يتميز بوجود أفكار أو أفعال متكررة وغير مرغوب فيها، تسبب للشخص توتراً شديداَ وقلقاً. يتميز الشخص المصاب بتكرار أفكار أو تصورات مخيفة والتي يعجز عن التحكم فيها أو التخلص منها"
            ]
        },
        {
            "tag" : "Activities to OCD",
            "patterns" : [
                "هل هناك أنشطة خاصة يمكن أن تساعد في تخفيف الوسواس القهري لدى الاطفال؟",
                "ماهي الأنشطة التي يمكن أن يقوم بها الطفل لتخفيف الوسواس",
                "في انشطة او تمارين ممكن نعملها انا وولادي علشان نخفف من اعراض الوسواس القهري؟",
                "ايه هي الأنشطة الخاصة اللي يمكن تساعد في تخفيف الوسواس القهري عند الأطفال؟",
                "إيه هي الاستراتيجيات اللي ممكن تساعد في تقليل تأثير الوسواس القهري على حياة ابني اليومية؟"
            ],
            "responses": [
                "يمكن لأنشطة مثل التنفس العميق وممارسة الرياضة بانتظام مساعدة في تخفيف الوسواس القهري لدى الأطفال. كما يمكن تشجيع الهوايات والأنشطة الترفيهية التي تشتت انتباه الطفل وتقلل من التوتر المرتبط بالوسواس."
            ]
        },
        {
            "tag" : "OCD Age" ,
            "patterns" : [
                "ماهي الفئة العمرية لإصابه الاطفال بالوسواس",
                "متى يصاب به الاطفال؟",
                "في أي سن الاطفال أكثر عرضة للإصابة بالوسواس القهري"
            ],
            "responses" : [
                "يمكن أن تتراوح أعراض الوسواس القهري بين الأطفال من النوعية البسيطة إلى الشديدة. الفئة العمرية التي تكون فيها الأعراض أكثر شيوعًا هي بين 7 و 12 سنة، لكنها يمكن أن تظهر في سن أصغر أو أكبر."
            ]
        },
        {
            "tag" : "OCD effect in sleep",
            "patterns" :[
                "تأثير الوسواس على النوم",
                "هل يمكن أن يؤثر الوسواس على نوعية النوم لدى الطفل",
                "هل الوسواس القهري بيأثر على النوم"
            ],
            "responses" :[
                "نعم، يمكن للوسواس القهري أن يؤثر على نوعية النوم لدى الأطفال. يشمل ذلك صعوبة الاسترخاء قبل النوم بسبب الأفكار المتكررة والقلق المرتبط بهذا الاضطراب، وزيادة التفكير والقلق قبل النوم بسبب الأفكار الوسواسية، مما يعوق الطفل عن الدخول في حالة الاسترخاء اللازمة للنوم. يمكن أيضًا أن يؤدي القلق المصاحب للوسواس القهري إلى الاضطرابات في نمط النوم مثل الأرق أو الاستيقاظ المتكرر أثناء الليل، بالإضافة إلى زيادة التوتر العضلي أو الآلام الجسدية التي يمكن أن تؤثر على جودة النوم."
            ]
        },
        {
            "tag" : "OCD require specialized",
            "patterns" :[
                "هل يمكن أن يتحسن الوضع مع الوقت أو يحتاج الوسواس القهري لعلاج متخصص ؟",
                "هل الوضع يتحسن ولا محتاج علاج معين؟",
                "هل الوسواس بيحتاج علاج خاص ولا فترة وبيروح؟"
            ],
            "responses":[
                "الوسواس القهري هو اضطراب نفسي يتطلب غالباً علاجاً متخصصاً، ولكن على الرغم من أن الوسواس القهري قد يتراجع بشكل طبيعي لدى بعض الأشخاص مع مرور الوقت، إلا أن العلاج المتخصص غالباً ما يكون ضرورياً للتحكم في الأعراض بشكل فعال"
            ]
        },
        {
            "tag" : "OCD symptoms",
            "patterns" :[
                "ماهي أعراض الوسواس القهري عند الأطفال",
                "اعراضه",
                "ايه اللي بيوضح الوسواس؟"
            ],
            "responses":[
                "الوسواس القهري قد يظهربه أعراض رئيسية منها : \n الأفكار المتكررة والمزعجة ، القلق الشديد، الإجهاد النفسي و الانعزال والانخراط الاجتماعي المحدود"
            ]
        },
        {
            "tag" : "Parents help",
            "patterns":[
                "ما هي الأنشطة أو الأساليب التي يمكن للوالدين اتباعها لمساعدة طفلهم المصاب بالوسواس القهري ؟",
                "ازاي الاهل يساعدوا ابنهم؟",
                "دور الوالدين",
                "في استراتيجيات اقدر اتبعها لدعم ولادي في التغلب على الوسواس القهري؟",
                "إزاي أقدر أدعم ابني اللي بيعاني من الوسواس القهري؟"
            ],
            "responses":[
                "هناك عدة أنشطة وأساليب يمكن للوالدين اتباعها لمساعدة طفلهم :- \nفهم الاضطراب وتأثيره: تفهم الوالدين للاضطراب وتأثيره على الطفل أمر أساسي لتقديم الدعم الفعال.\n\nتشجيع الحديث الصريح: يجب على الوالدين تشجيع الطفل على التحدث بصراحة عن مشاعره وأفكاره بدون خوف من الحكم أو الانتقاد.\n\nدعم البحث عن العلاج المتخصص: يجب أن يدعم الوالدين الطفل في البحث عن العلاج المتخصص والملائم لحالته، سواء كان ذلك العلاج النفسي أو الدوائي.\n\nتقديم الدعم اليومي: يجب على الوالدين تقديم الدعم والتشجيع اليومي للطفل في مواجهة التحديات التي يواجهها بسبب الاضطراب.\n\nمساعدة الطفل في استخدام استراتيجيات التحكم: يمكن للوالدين مساعدة الطفل في تعلم واستخدام استراتيجيات للتحكم في الوسواس، مثل تقنيات التنفس العميق وتأجيل الرد.\n\nجعل البيئة المنزلية آمنة وداعمة: يجب على الوالدين جعل البيئة المنزلية مكانًا آمنًا وداعمًا يشعر فيه الطفل بالراحة والأمان.\n\nالتشجيع على النوم الجيد والتغذية الصحية والنشاط البدني: يجب على الوالدين تشجيع الطفل على الحفاظ على نمط حياة صحي، بما في ذلك النوم الجيد والتغذية الصحية وممارسة النشاط البدني بانتظام."
            ]
        },
        {
            "tag" : "Physical activities to OCD",
            "patterns":[
                "هل النشاط البدني يلعب دورا في تقليل الأعراض المرتبطة بالوسواس القهري عند الأطفال؟",
                "علاقة الأنشطة البدنية بالوسواس القهري",
                "الرياضة والوسواس القهري",
                "ايه الانشطة البدنية اللي ممكن تتعمل؟"
            ],
            "responses" :[
                "النشاط البدني يلعب دورًا مهمًا في تقليل الأعراض المرتبطة بالوسواس القهري لدى الأطفال. يمكن للنشاط البدني تخفيف التوتر والقلق، وتحسين الصحة العقلية بشكل عام، كما يساعد على تحسين نوعية النوم وتقليل التوتر العضلي. من المهم أن يكون النشاط البدني جزءًا من نمط حياة صحي ومتوازن للطفل، وينبغي ممارسته بانتظام وبشكل مناسب لعمره وحالته الصحية."
            ]
        },
        {
            "tag" : "Physical symptoms",
            "patterns":[
                "هل هناك أعراض جسدية يمكن أن تظهر مع الوسواس القهري لدى الأطفال ؟",
                "اعراض على الجسد",
                "ايه العلامات الجسدية ؟",
                "ايه العلامات اللي ممكن تظهر على الجسم مع الوسواس"
            ],
            "responses":[
                "الوسواس القهري قد يؤدي إلى ظهور أعراض جسدية لدى الأطفال نتيجة للتوتر والقلق الشديد المصاحب. يشمل ذلك الصداع، وآلام المعدة، والتعب والإرهاق، واضطرابات النوم مثل الصعوبة في النوم والاستيقاظ المتكرر ليلاً. بالإضافة إلى ذلك، قد يلاحظ الطفل زيادة في التوتر العضلي، مما يمكن أن يؤدي إلى الشعور بالعصبية أو الارتجاف."
            ]
        },
        {
            "tag" :"Psychotherapy to OCD",
            "patterns":[
                "ما هو تأثير العلاج النفسي على الأطفال المصابين بالوسواس القهري ؟",
                "العلاج النفسي",
                "إيه هي العلاجات المتاحة للوسواس القهري؟"
            ],
            "responses":[
                "العلاج النفسي، وبخاصة العلاج السلوكي المعرفي، يمكن أن يكون له تأثير إيجابي على الأطفال المصابين بالوسواس القهري. يُلاحَظ تقليلًا في شدة الأعراض وتعلم تقنيات التحكم في الوسواس وتحسين الثقة بالنفس والاستقلالية. كما يساهم في تحسين العلاقات الاجتماعية ومواجهة المخاوف بطريقة صحية. بشكل عام، يمكن للعلاج النفسي أن يحقق نتائج إيجابية ملحوظة للأطفال ويساعدهم في التكيف مع الحياة اليومية وتحسين جودة حياتهم النفسية."
            ]
        },
        {
            "tag":"Reasons of OCD",
            "patterns":[
                "ماهي العوامل او الاسباب التي تسبب الوسواس؟",
                "ماهي اسبابه او عوامله؟",
                "إيه هي العوامل التي تزيد خطر الإصابة بالوسواس القهري؟"
            ],
            "responses":[
                "هناك عدة عوامل قد تساهم في ظهور الوسواس القهري:\n- العوامل الوراثية: قد يكون للوراثة دور في ظهور الوسواس القهري حين يكون لهم أقارب مباشرين مصابين به\n- التوتر والضغوط النفسية: قد تزيد الظروف المعقدة أو التحديات التي يواجهها الطفل من احتمالية ظهور الوسواس.\n- التوتر الأكاديمي: حيث يمكن أن يزيد الضغط النفسي المرتبط بالأداء الأكاديمي من احتمالية ظهور الوسواس للأطفال.\n- القلق الاجتماعي: قد تزيد التجارب الاجتماعية السلبية مثل التنمر أو العزلة من ظهور الوسواس القهري للأطفال\n- الاضطرابات النفسية الأخرى: قد يرتبط الوسواس لدى الأطفال ببعض الاضطرابات الأخرى مثل اضطراب نقص الانتباه"
            ]
        },
        {
            "tag" : "Reduce anxiety",
            "patterns" :[
                "ما هي الطرق الفعالة لتقليل القلق والتوتر لدى الطفل المصاب بالوسواس القهري ؟",
                "ازاي اقلل التوتر والقلق؟",
                "ازاي اخفف القلق والتوتر عند ابني؟"
            ],
            "responses":[
                "يمكن استخدام عدة طرق فعّالة لمساعدة الطفل المصاب بالوسواس القهري على تقليل القلق والتوتر، منها تعليمه تقنيات التنفس والاسترخاء وتحفيزه على ممارسة النشاط البدني المفيد. يجب إنشاء روتين يومي منتظم للطفل لتوفير الشعور بالأمان والتنظيم. يمكن أيضًا تشجيع الطفل على التحدث عن مشاعره بصراحة، وتعليمه التقنيات السلوكية للتحكم في الوسواس، مثل التفكير الإيجابي والتعرض التدريجي للمواقف المثيرة للقلق. تذكر أن التجربة والتكيف قد يحتاجان لبعض الوقت، ويجب أن تتناسب الطرق المستخدمة مع احتياجات وقدرات الطفل."
            ]
        },
        {
            "tag":"Relationship between child and friend",
            "patterns":[
                "هل يمكن للوسواس القهري أن يؤثر على علاقة الطفل مع الأصدقاء",
                "علاقه الطفل باصدقائه ؟",
                "تأثير الوسواس على علاقة الطفل بأصحابه"
            ],
            "responses":[
                "الوسواس القهري قد يؤثر على علاقة الطفل مع الأصدقاء بسبب الانعزال الاجتماعي والضغط الاجتماعي الذي قد يشعر به. يمكن أن يسبب التوتر والتوتر في التفاعلات الاجتماعية ويؤدي إلى استجابات غير ملائمة أحيانًا. بالإضافة إلى ذلك، قد يعاني الطفل من الشك والقلق المستمر حيال سلوك الآخرين، مما يعقّد علاقاته الاجتماعية. من المهم تقديم الدعم العاطفي والتواصل المفتوح مع الطفل للمساعدة في تخفيف تأثير الوسواس على علاقاته الاجتماعية وتعزيز ثقته بالنفس في التفاعل مع الآخرين."
            ]
        },
        {
            "tag" : "Teacher Role",
            "patterns":[
                "ماهو الدور الذي يمكن أن يلعبه المدرسون والمعلمون في دعم الأطفال المصابين بالوسواس القهري",
                "دور المدرسين ؟",
                "دور المدرس في دعم الاطفال المصابين",
                "دور المعلمين في دعم الطفل"
            ],
            "responses":[
                "يمكن للمعلمين والمدرسين دعم الأطفال المصابين بالوسواس القهري في الفصل الدراسي من خلال تقديم الدعم العاطفي والتوجيه، وتقديم التعليم حول الاضطراب وتوفير الحوافز لتشجيع الطلاب وتحفيزهم على التغلب على التحديات الدراسية."
            ]
        },
        {
            "tag":"The first steps after diagnosis",
            "patterns":[
                "ايه الخطوات اللي اقدر اخدها لو ولادي بيظهروا علامات واضحة لفقدان التحكم في الوسواس؟",
                "ما هي الخطوات الأولى التي يجب على الوالدين اتخاذها عند اكتشاف وجود الوسواس القهري لدى طفلهم",
                "اعمل ايه بعد التشخيص؟",
                "ماهي اول خطوة بعد التخشيص ؟",
                "اول خطوة بعد التشخيص"
            ],
            "responses":[
                "عند اكتشاف وجود الوسواس القهري لدى طفلهم، يمكن للوالدين القيام بالخطوات التالية: التواصل مع الطبيب للحصول على التقييم اللازم، والبحث عن معلومات من مصادر موثوقة، مثل المواقع الطبية. يجب على الوالدين تقديم الدعم العاطفي لطفلهم وتشجيعه على التحدث بصراحة. كما يمكنهم إنشاء روتين يومي منتظم لتخفيف القلق، وتشجيع الطفل على بناء علاقات اجتماعية صحية. في حالات الحاجة، يمكن استشارة متخصصين في الصحة النفسية لتقديم الدعم والعلاج المناسب."
            ]
        },
        {
            "tag":"The role of genetics",
            "patterns":[
                "هل الوراثة لها دور في ظهور الوسواس القهري لدى الأطفال ؟",
                "دور الوراثة في الوسواس",
                "ايه دور الوراثة في الوسواس القهري؟",
                "هل للوراثة دور؟"
            ],
            "responses":[
                "نعم، الوراثة لها دور في ظهور الوسواس القهري لدى الأطفال. هناك أبحاث كثيرة تشير إلى أن هناك عوامل وراثية قد تزيد من احتمالية تطوّر الوسواس القهري لدى الأطفال. فالأبحاث العلمية تشير إلى وجود عوامل وراثية ترتبط بانتقال الوسواس القهري عبر الأجيال.ومع ذلك، فإن الوراثة ليست العامل الوحيد في ظهور الوسواس القهري، فهناك عوامل أخرى بيئية ونفسية قد تلعب أيضًا دورًا في تطوير هذا الاضطراب."
            ]
        }
    ]
}