// List<List<String>> questions = [
//   [
//     'كم هو الوقت المستغرق في الوسوسة؟',
//     'لا شيء',
//     'اقل من ساعة',
//     '1 ساعة/ يومياً',
//     '3 ساعات/ يومياً',
//     'أكثر من 8 ساعات يومياً',
//   ],
//   [
//     'ما مدى تعارض الوسوسة مع الأنشطة اليومية؟',
//     'لا تعارض',
//     'تعارض خفيف',
//     'تعارض واضح',
//     'يسبب خلل في النشاطات اليومية',
//     'تعارض شديد'
//   ],
//   [
//     'ما مدى الضيق الذي يشعر به المريض بسبب أفكاره الوسواسية؟',
//     'لا شيء',
//     'بسيط',
//     'متوسط',
//     'شديد',
//     'دائم ويسبب العجز'
//   ],
//   [
//     'مدى مقاومة المريض للوسواس؟',
//     'دائماً يحاول',
//     'يحاول معظم الأوقات',
//     'يحاول بعض الأحيان',
//     'نادراً ما يحاول',
//     'لا يحاول نهائياً'
//   ],
//   [
//     'مدى قدرة المريض على التحكم والسيطرة على الوساوس؟',
//     'سيطرة تامة',
//     'سيطرة شبه تامة',
//     'سيطرة متوسطة',
//     'سيطرة قليلة',
//     'لا يملك أي سيطرة'
//   ],
//   [
//     'كم هو الوقت المستغرق في قضاء الأفعال القهرية؟',
//     'لا شيء',
//     'اقل من ساعة',
//     '1 ساعة/يومياً',
//     '3 ساعات/يومياً',
//     'أكثر من 8 ساعات يومياً'
//   ],
//   [
//     'ما مدى تعارض الأفكار القهرية مع الأنشطة اليومية؟ والحياة الاجتماعية؟ والعمل؟',
//     'لا تعارض',
//     'تعارض بسيط',
//     'تعارض مُسيطر عليه',
//     'تعارض جزئي',
//     'تعارض شديد'
//   ],
//   [
//     'مدى الضيق الذي يشعر به المريض إذا تم منعه من ممارسة الأعمال القهرية؟',
//     'لا شيء',
//     'بسيط',
//     'متوسط',
//     'شديد',
//     'دائم ويسبب العجز',
//   ],
//   [
//     'ما مدى محاولة المريض مقاومة القيام بالأفعال القهرية؟',
//     'دائماً يحاول',
//     'يحاول معظم الأوقات',
//     'يحاول بعض الأحيان',
//     'يحاول بشكل نادر',
//     'لا يحاول أبداً',
//   ],
//   [
//     'ما مدى سيطرة المريض على سلوكياته القهرية؟',
//     'سيطرة تامة',
//     'سيطرة شبة تامة',
//     'سيطرة متوسطة',
//     'سيطرة قليلة',
//     'لا يمكنه السيطرة',
//   ],
// ];

List<Map<String, dynamic>> questions = [
  {
    'question': 'كم هو الوقت المستغرق في الوسوسة؟',
    'choices': [
      'لا شيء',
      'اقل من ساعة',
      '1 ساعة/ يومياً',
      '3 ساعات/ يومياً',
      'أكثر من 8 ساعات يومياً',
    ],
  },
  {
    'question': 'ما مدى تعارض الوسوسة مع الأنشطة اليومية؟',
    'choices': [
      'لا تعارض',
      'تعارض خفيف',
      'تعارض واضح',
      'يسبب خلل في النشاطات اليومية',
      'تعارض شديد'
    ],
  },
  {
    'question': 'ما مدى الضيق الذي يشعر به المريض بسبب أفكاره الوسواسية؟',
    'choices': [
      'لا شيء',
      'بسيط',
      'متوسط',
      'شديد',
      'دائم ويسبب العجز',
    ],
  },
  {
    'question': 'مدى مقاومة المريض للوسواس؟',
    'choices': [
      'دائماً يحاول',
      'يحاول معظم الأوقات',
      'يحاول بعض الأحيان',
      'نادراً ما يحاول',
      'لا يحاول نهائياً'
    ],
  },
  {
    'question': 'مدى قدرة المريض على التحكم والسيطرة على الوساوس؟',
    'choices': [
      'سيطرة تامة',
      'سيطرة شبه تامة',
      'سيطرة متوسطة',
      'سيطرة قليلة',
      'لا يملك أي سيطرة'
    ],
  },
  {
    'question': 'كم هو الوقت المستغرق في قضاء الأفعال القهرية؟',
    'choices': [
      'لا شيء',
      'اقل من ساعة',
      '1 ساعة/يومياً',
      '3 ساعات/يومياً',
      'أكثر من 8 ساعات يومياً'
    ],
  },
  {
    'question':
        'ما مدى تعارض الأفكار القهرية مع الأنشطة اليومية؟ والحياة الاجتماعية؟ والعمل؟',
    'choices': [
      'لا تعارض',
      'تعارض بسيط',
      'تعارض مُسيطر عليه',
      'تعارض جزئي',
      'تعارض شديد'
    ],
  },
  {
    'question':
        'مدى الضيق الذي يشعر به المريض إذا تم منعه من ممارسة الأعمال القهرية؟',
    'choices': [
      'لا شيء',
      'بسيط',
      'متوسط',
      'شديد',
      'دائم ويسبب العجز',
    ],
  },
  {
    'question': 'ما مدى محاولة المريض مقاومة القيام بالأفعال القهرية؟',
    'choices': [
      'دائماً يحاول',
      'يحاول معظم الأوقات',
      'يحاول بعض الأحيان',
      'يحاول بشكل نادر',
      'لا يحاول أبداً',
    ],
  },
  {
    'question': 'ما مدى سيطرة المريض على سلوكياته القهرية؟',
    'choices': [
      'سيطرة تامة',
      'سيطرة شبة تامة',
      'سيطرة متوسطة',
      'سيطرة قليلة',
      'لا يمكنه السيطرة',
    ],
  },
];
